Revit 2027 API
ExtElemChangeBeamSectionRegistry Properties
The ExtElemChangeBeamSectionRegistry type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ExtElemChangeBeamSectionRegistry Class
Autodesk.Revit.DB.Structure Namespace